Repository: common-repository/loadtr-image-hosting
Catalog: loadtr-*.po
Languages: tr_tr

source: Loadtr Image Upload
tr_tr: Loadtr Resim Yükleme

source: Loadtr Photo
tr_tr: Loadtr Resim

source: Image upload error. Temp folder is not writable
tr_tr: Resim yükleme hatası. Temp klasörü yazılabilir değil

source: Description is empty
tr_tr: Açıklama alanı boş

source: Image not select
tr_tr: Resim seçilmemiş

source: Image is corrupt
tr_tr: Resim hatalı

source: Invalid extension
tr_tr: Geçersiz resim formatı

source: Size is empty
tr_tr: Resim boyutu seçilmemiş

source: URL is empty
tr_tr: URL girilmemiş

source: Unknown error
tr_tr: Bilinmeyen hata

source: Loadtr.com connection error
tr_tr: Loadtr.com bağlantı hatası

source: Loadtr.com Image Upload
tr_tr: Loadtr.com Resim Yükleme

source: Type keywords/description about your image...
tr_tr: Resim hakkında açıklama giriniz...

source: Language code not selected
tr_tr: Dil kodu seçilmemiş

source: Uploading, please wait...
tr_tr: Yükleniyor, lütfen bekleyiniz...

source: Image
tr_tr: Resim

source: Language
tr_tr: Dil

source: Description
tr_tr: Açıklama

source: Select Size
tr_tr: Boyut Seçin

source: Thumbnail
tr_tr: En Küçük

source: Small
tr_tr: Küçük

source: Medium
tr_tr: Orta

source: Large
tr_tr: Büyük

source: Original Size
tr_tr: Orijinal Ebat

source: UPLOAD
tr_tr: YÜKLE

source: <strong>Attention</strong> Adult image (+13) and illegal image upload is Disallow
tr_tr: <strong>Dikkat</strong> Cinsellik içeren (+13) resimler ve yasadışı <b>resim yüklemek</b> kesinlikle yasaktır

source: Send to Post
tr_tr: Yazıya Dahil Et
